text = {
    "start": "Привет!\nЯ твой помощник - Super parent Bot!\nЧтобы я мог тебе помочь - напиши /pay",

    #PAYMENT
    "ask_pass": "Что бы войти, напиши мне пароль🔏",
    "pass_success": "Вход успешен🔓",
    "pass_wrong":"В доступе отказано🚫\nНе знаешь пароль?\nСпроси @lisatkachenko или попробуй ещё раз",
    "unknown": "Не понимаю",

    "start_games": " Нажми Игры🎲, что бы найти игру или выбери рандомную",
    "games":"Игры🎲",
    "random": "Рандом💫",
    "back": "Назад ↩️",
    "any": "Любое 🤷‍♂️",
    "menu": "Меню 🎸",
    "answer": "Вот что мне удалось найти:",   

    # ASK_TYPE
    "ask_type": "Какую игру ищёшь?",
    "team_building": "Тимбилдинг" ,
    "ice_breaker": "Разогрев & Айсбрейкер",
    "timefiller": "Таймфиллеры",

    #ASK_AGE
    "ask_age": "Какой возраст детей?",
    "6-12":"6-12",
    "12+":"12+",

    #ASK_AMOUNT
    "ask_amount": "Сколько детей?",
    "up to 5": "до 5",          
    "5-20":"5-20",
    "20+":"20+",
    
    #ASK_LOCATION
    "ask_location": "Где вы находитесь?",
    "inside": "В помещении",
    "outside": "На улице",

    #ASK_PROPS
    "ask_props": "Есть какой нибудь реквизит?",
    "yes": "Да",
    "no": "Нет",
    
    #ADMIN
    "hi_boss": "Привет босс, пароль на сегодня\n\n",
    "change": "Хочешь изменить пароль?",
    "sorry": "Сорри, но не ты здесь босс...",
    "send_pass": "Хорошо, введи новый ПАРОЛЬ",
    "new_pass": "Новый пароль\n\n"                                              
}