text = {
    # "start": "Привет!\nЯ твой помощник - Super parent Bot!\nЧтобы я мог тебе помочь - напиши /pay",
    "stop": "Вы остановили бота, что бы запустить его снова нажмите /start",
    "unknown": "Пожалуйста, общайтесь со мной при помощи комманд",

    # PAYMENT
    "pay_please": "Привет, дорогой Супер Родитель!\nТы можешь глянуть демо-игры или купить подписку!",
    "pay_intro": "Прочтите /info и перейдите по сгенерированной ссылке, для оформления подписки!",
    "terms": """Спасибо, что выбрали Super Parent Bot — чат-бот-помощник для супер родителей, которым нужно занять ребёнка чем-то полезным здесь и сейчас. В 4 клика вы сможете подобрать задание или игру, которая подойдет именно вам: скажите боту сколько лет ребёнку, где вы находитесь, чем хотели бы заняться и сколько у вас есть времени, и вуаля — бот сделает для вас лучшую подборку идей!
\n    Чат-бот придумала мама троих детей, основательница детских лагерей DEC camp и проекта Super Parent Box.    
Так что все игры и задания были обкатаны и прошли проверку времени. 
\n    Super Parent Box — это шкатулка супер родителей, которые хотят воспитать великих и счастливых детей. Мы создаем готовые планы развивающих игр и заданий для детей разного возраста на все случаи жизни. Собираем их в удобные подборки и передаём вам. 

\n1. Если у вас возникли вопросы с подключением или использованием бота, отправьте пожалуйста, запрос на нашу почту: help@superparentbox.com
\n2. Платеж не подлежит возврату, так как продуктом является подписка на электронные материалы, доступ к которым открывается сразу и действует в течении 1 года. При отмене подписки доступ к базе данных игр остаётся в течении года.
\n3. Стоимость годовой подписки: 12$
\n4. Для отмены подписки на бот нажми /unsubscribe
\n5. Контакты:\n+380638243947\nsuperparentbox.com""",
    "pay": "Подписаться ✅",
    "demo_button": "Познакомиться с ботом 😍",
    "demo": "Как работает бот ⬆️",
    "subscribe": "Оформить подписку 🎁",
    "ask_to_unsubscribe": "Вы действительно хотите отписаться от подписки?",
    "unsubscribe": "Отписаться ‼️",
    "do_not_unsubscribe": "Не, не, не ❎",
    "already_subscribed": "У вас уже есть подписка!",
    "not_subscribed": "У вас нет подписки!",
    "unsubscribe_sent": "Ваша заявка на отписку отправлена!",
    "unsubscribe_processed": "Заявка обработана!",
    "done": "Выполнено!",
    "unsubscribe_for_admin": "Платеж {payment_id} \nПользователь @{username} хочет отписаться!",

    # GAMES
    "start_games": "Нажми Игры🎲, что бы найти игру",
    "games":       "Найти игру 🎲",
    "back":        "Назад ↩️",
    "menu":        "Меню 🎸",

    # ASK_LOCATION
    "ask_location": "Ура! Мы на полпути к успеху!\nСкажи пожалуйста, где вы планируете играть?",
    "inside":       "Дома 🏠",
    "outside":      "На улице 🏜",
    "trip":         "В дороге 🛸",

    # ASK_TYPE
    "ask_type":    "Какая игра тебе нужна?",
    "active":      "Активная 🚀",
    "educational": "Обучающая 🧩",
    "calming":     "Успокаивающая 😴",
    "family":      "Семейная 🌟",
    "task":        "Дать ребенку задание 🎯",

    # ASK_AGE
    "ask_age": "Сколько лет твоему ребенку?",
    "2-3":     "🟠 2-3 года",
    "3-4":     "🟡 3-4 года",
    "4-6":     "🟢 4-6 лет",
    "6-8":     "🔵 6-8 лет",

    # ASK_PROPS
    "ask_props": "Последний вопрос: У тебя есть время подготовится к игре?",
    "yes":       "Да ✅",
    "no":        "Нет ❌",

    # RESULT
    "result": "Вот что мне удалось найти:",
    "no_result": "К сожалению, я не смог найти игры подходящих вашему запросу.\nПопробуйте ввести другие параметры",

    # ADMIN
    "hi_boss": "Привет босс, пароль на сегодня\n\n",
    "change": "Хочешь изменить пароль?",
    "sorry": "Сорри, но не ты здесь босс...",
    "send_pass": "Хорошо, введи новый ПАРОЛЬ",
    "new_pass": "Новый пароль\n\n"
}

photos = {
    "Разыскиваем сокровища во дворе": "1.png",
    "Рисуем динозавра": "2.png",
    "Монстрики из отпечатков пальцев": "3.png",
    "Делаем мини Авто-мойку": "4.png",
    "Рисуем мелками во дворе": "5.png",
    "Выкладываем бусины": "6.png",
    "Игра с кубиком": "7.png"
}

emoji = [
    "😍", "🥰", "🤩", "🤪", "🥳", "😁", "😎", "☺️", "🤓",
    "😘", "😇", "😉", "🙂", "😌", "😝", "😛", "😜", "👻", "😺",
    "😸", "😻", "🐶", "🐱", "🐭", "🐹", "🐰", "🦊", "🐻", "🐼",
    "🐨", "🐯", "🦁", "🐮", "🐒", "🐥", "🦄", "🌸", "🌞", "🌈", "🧸", "🎁",
    "🎀", "🎊", "🎉", "❤️", "🧡", "💛", "💚", "💙", "💜", "❣️", "💕", "💞",
    "💓", "💗", "💖", "💘", "💝"
]
