text = {
    "start": "Привет!\nЯ твой помощник - Super parent Bot!\nЧтобы я мог тебе помочь - напиши /pay",
    "unknown": "Пожалуйста, общайтесь со мной при помощи комманд",

    #PAYMENT
    "pay_please":"Nu chё, its time to pay",
    "pay_intro":"Мы конечно хорошие ребятя, но если хочешь пользоваться то плати.\nУсловия можешь прочитать по команде /terms , а посмотреть тестовые 5 игр по кнопке внизу",
    "terms":"Спасибо, что выбрали Super Parent Bot.\n\n1. Если у вас возникли вопросы с подключением или использованием бота, отправьте пожалуйста, запрос на нашу почту camp@dec.ua\n2. Платеж не подлежит возврату, так как продуктом является подписка на электронные материалы, доступ к которым открывается сразу и действует в течении 1 года.",
    "demo":'''После подписки ты сможешь увидеть игры на подобии этих:\n\nРисуем губками💋\n - Вырезаем из губки разные формы и рисуем ими\n\nСемейная картина\n - Создаём семейную картину из отпечатков рук\n\nСоздаём сокровищницу\nДля этого понадобиться картонный лоток от яиц. Подписываем каждую ячейку (или клеим картинку) что там должно лежать. Просим ребёнка найти эти предметы на улице и сложить в правильное отделение. Например:
- листочек дуба\n- цветочек\n- камушек\n- палочка\n- шишка\n- желудь и т.д.\n\n2 способа научить ребёнка считать до пяти\n\nСпособ 1. Надеваем на пронумерованные до пяти верёвочки соответствующее количество бусин. Например, на верёвочку №2 надеваем две бусины, №5 - пять и т.д.\n\nСпособ 2. Лепим из пластилина цифры, и под ними вклеиваем распечатанные и вырезанные рисунки (https://drive.google.com/open?id=1o1hgi798ogTVKwUSmIWRHNzNFrsUsvfk). Например:
1 - одно яблоко\n2 - два пончика\n3 - три машинки\n4 - четыре мячика\n5 - пять цветочков\n\nЕсли нет возможности распечатать наш шаблон, можно просто выкладывать под цифрами такое же количество любых предметов.''',

    # GAMES
    "start_games": " Нажми Игры🎲, что бы найти игру или выбери рандомную",
    "games":"Найти игру 🎲",
    "random": "Рандом💫",
    "back": "Назад ↩️",
    "any": "Любое 🤷‍♂️",
    "menu": "Меню 🎸",
    "answer": "Вот что мне удалось найти:",   

    #ASK_LOCATION
    "ask_location": "Ура! Мы на полпути к успеху!\nСкажи пожалуйста, где вы планируете играть?",
    "inside":       "Дома",
    "outside":      "На улице",
    "trip":         "В дороге",
    
    # ASK_TYPE
    "ask_type":    "Какая игра тебе нужна?",
    "active":      "Активная" ,
    "educational": "Обучающая",
    "calming":     "Успокаивающая",
    "family":      "Семейная",
    "task":        "Дать ребенку задание",

    #ASK_AGE
    "ask_age": "Сколько лет твоему ребенку?",
    "2-3":     "2-3 года",
    "3-4":     "3-4 года",
    "4-6":     "4-6 лет",
    "6-8":     "6-8 лет",

    # RESULT
    "result": "Вот что мне удалось найти:",
    "no_result": "К сожалению, я не смог найти игры подходящих вашему запросу.\nПопробуйте ввести другие параметры",

    #ASK_PROPS
    "ask_props": "Последний вопрос: У тебя есть время подготовится к игре?",
    "yes": "Да",
    "no": "Нет",
    
    #ADMIN
    "hi_boss": "Привет босс, пароль на сегодня\n\n",
    "change": "Хочешь изменить пароль?",
    "sorry": "Сорри, но не ты здесь босс...",
    "send_pass": "Хорошо, введи новый ПАРОЛЬ",
    "new_pass": "Новый пароль\n\n"                                              
}

photos = {
    "Разыскиваем сокровища во дворе":"1.jpg",
    "Рисуем динозавра":"2.jpg",
    "Монстрики из отпечатков пальцев":"3.jpg",
    "Делаем мини Авто-мойку":"4.jpg",
    "Рисуем мелками во дворе":"5.jpg",
    "Выкладываем бусины":"6.jpg",
    "Игра с кубиком":"7.jpg"
}

emoji = [
    "😍", "🥰", "🤩","🤪", "🥳", "😁", "😎", "☺️","🤓",\
    "😘","😇", "😉", "🙂", "😌","😝","😛","😜","👻","😺",\
    "😸","😻","🐶","🐱","🐭","🐹","🐰","🦊","🐻","🐼",\
    "🐨","🐯","🦁","🐮","🐒","🐥","🦄","🌸","🌞","🌈","🧸","🎁",\
    "🎀","🎊","🎉","❤️","🧡","💛","💚","💙","💜","❣️","💕","💞",\
    "💓","💗","💖","💘","💝"
]